Repository: AyatanaIndicators/ayatana-settings
Catalog: po/*.po
Languages: ro, ta

source: Show full user name on the panel
ro: Afișează numele complet al utilizatorului în panou
ta: பேனலில் முழு பயனர் பெயரைக் காட்டுங்கள்

source: Remove the Log Out item from the menu
ro: Eliminați elementul «Deconectare» din meniu
ta: மெனுவிலிருந்து வெளியேறும் உருப்படியை அகற்றவும்

source: Suppress the Log Out, Restart and Shut Down confirmation
ro: Suprimarea confirmării de deconectare, repornire și oprire
ta: வெளியேறுவதை அடக்கவும், மறுதொடக்கம் செய்து உறுதிப்படுத்தலை மூடவும்

source: Remove the Restart item from the menu
ro: Eliminați elementul «Repornire» din meniu
ta: மெனுவிலிருந்து மறுதொடக்கம் உருப்படியை அகற்று

source: Remove the Shut Down item from the menu
ro: Eliminați elementul «Oprire» din meniu
ta: மெனுவிலிருந்து மூடப்பட்ட உருப்படியை அகற்றவும்

source: Show the user list in the menu
ro: Afișează lista de utilizatori în meniu
ta: பட்டியலில் பயனர் பட்டியலைக் காட்டு

source: Enable this indicator on login
ro: Activează acest indicator la conectare
ta: உள்நுழைவில் இந்த குறிகாட்டியை இயக்கவும்

source: Session
ro: Sesiune
ta: அமர்வு

source: Show the number of seconds on the panel
ro: Afișează numărul de secunde pe panou
ta: பேனலில் விநாடிகளின் எண்ணிக்கையைக் காட்டுங்கள்

source: Show the calendar in the menu
ro: Afișează calendarul în meniu
ta: பட்டியலில் காலெண்டரைக் காட்டு

source: Show week numbers in the calendar
ro: Afișează numerele săptămânilor în calendar
ta: காலெண்டரில் வார எண்களைக் காட்டு

source: Show events in the menu
ro: Afișează evenimentele în meniu
ta: பட்டியலில் நிகழ்வுகளைக் காட்டு

source: Show the year on the panel
ro: Afișează anul pe panou
ta: பேனலில் ஆண்டைக் காட்டு

source: Show the day of the week on the panel
ro: Afișează ziua săptămânii pe panou
ta: குழுவில் வாரத்தின் நாளைக் காட்டு

source: Show the month and date on the panel
ro: Afișează luna și data pe panou
ta: பேனலில் மாதம் மற்றும் தேதியைக் காட்டு

source: Date and Time
ro: Data și ora
ta: தேதி மற்றும் நேரம்

source: Allow setting the volume above 100%
ro: Permite reglarea volumului peste 100%
ta: அளவை 100% க்கு மேல் அமைக்க அனுமதிக்கவும்

source: Sound
ro: Sunet
ta: ஒலி

source: Show percentage on the panel
ro: Afișează procentul pe panou
ta: பேனலில் சதவீதத்தைக் காட்டு

source: Show time on the panel
ro: Afișează ora pe panou
ta: பேனலில் நேரத்தைக் காட்டு

source: Power
ro: Alimentare
ta: விசை

source: This indicator has no settings
ro: Acest indicator nu are nicio opțiune de configurat
ta: இந்த குறிகாட்டிக்கு அமைப்புகள் இல்லை

source: Messages
ro: Mesaje
ta: செய்திகள்

source: Maximum number of visible items
ro: Numărul maxim de elemente vizibile
ta: புலப்படும் உருப்படிகளின் அதிகபட்ச எண்ணிக்கை

source: Discard notifications by application name
ro: Elimină notificările după numele aplicației
ta: பயன்பாட்டு பெயரால் அறிவிப்புகளை நிராகரிக்கவும்

source: Add
ro: Adaugă
ta: கூட்டு

source: Remove
ro: Elimină
ta: அகற்று

source: Notifications
ro: Notificări
ta: அறிவிப்புகள்

source: Keyboard
ro: Tastatură
ta: விசைப்பலகை

source: Ayatana Settings
ro: Configurări Ayatana
ta: உரையாடல்

source: Indicators
ro: Indicatori
ta: குறிகாட்டிகள்

source: Ayatana Indicators Settings
ro: Configurări ale indicatorilor Ayatana
ta: அயாதானா குறிகாட்டிகள் அமைப்புகள்

source: column
ro: coloană

source: Bluetooth
ta: ஊடலை
